Repository: dev-xiligroup/xili-postinpost
Catalog: xili-postinpost/xili-postinpost-*.po
Languages: fr_fr

source: Display post in widget, by ©xiligroup v.
fr_fr: Affiche des articles via un widget par ©xiligroup v.

source: Title:
fr_fr: Titre :

source: Show post title
fr_fr: Affiche le titre

source: Title as link
fr_fr: Titre comme lien

source: Show:
fr_fr: Affiche :

source: Content
fr_fr: Contenu

source: Excerpt
fr_fr: Extrait

source: Size of Featured image:
fr_fr: Taille de l'image en une :

source: thumbnail
fr_fr: miniature

source: medium
fr_fr: moyenne

source: large
fr_fr: grande

source: Featured image
fr_fr: Image en une

source: Image as link
fr_fr: Image comme lien

source: Number of posts to show:
fr_fr: Nombre à afficher :

source: Params and conditions:
fr_fr: Paramètres (et conditions) :

source: HTML settings
fr_fr: Réglages HTML

source: Block tags
fr_fr: Balise du bloc

source: Title tags
fr_fr: Balise du titre

source: Function (must exists)
fr_fr: Fonction spéciale (doit être présente dans le code)

source: Dates of display period
fr_fr: Période d'affichage

source: Leave inputs empty for permanent display.
fr_fr: Laisser les champs vides pour un affichage permanent.

source: From:
fr_fr: De :

source: (aaaa-mm-dd hh:mm)
fr_fr: (aaaa-mm-jj hh:mm)

source: To:
fr_fr: À :

source: xili Post in Post plugin
fr_fr: extension xili Post in Post

source: Mail & Support
fr_fr: Courriel et support

source: Mail to dev.xiligroup
fr_fr: Courriel pour dev.xiligroup

source: Cc: (Reply to:)
fr_fr: Cc: (Répondre à :)

source: Type of webmaster:
fr_fr: Type de webmestre :

source: Define your experience as webmaster…
fr_fr: Décrivez votre expérience en webmestre…

source: Newbie in WP
fr_fr: Novice en WP

source: Good knowledge in WP and few in php
fr_fr: Bon niveau en WP mais peu en php

source: Good knowledge in WP, CMS and good in php
fr_fr: Bon niveau en WP, CMS et bon en php

source: WP theme and /or plugin developper
fr_fr: Développeur de themes WP et/ou de Plugin pour WP

source: Subject:
fr_fr: Objet :

source: Support need
fr_fr: Demande de support

source: Your message here…
fr_fr: Ecrire votre message…

source: Before send the mail, check the infos to be sent and complete textarea. A copy (Cc:) is sent to webmaster email (modify it if needed).
fr_fr: Avant d'envoyer le courriel, cocher les infos à envoyer et compléter les autres champs. Une copie est envoyée au webmestre (courriel à modifier si nécessaire).

source: Reply in less that 3 or 4 days…
fr_fr: Réponse dans quelques jours, soyez patient…

source: Send email
fr_fr: Envoyer le courriel

source: Thanks for your email. A copy was sent to %s (%s)
fr_fr: Merci pour votre courriel dont une copie est envoyé à %s (%s)

source: Settings updated.
fr_fr: Réglages mis à jour.

source: Email sent.
fr_fr: Courriel envoyé.

source: xili-postinpost provides a triple tookit to insert post(s) everywhere in webpage. Template tag function, shortcode and widget are available.
fr_fr: xili-postinpost apporte une triple boite à outils pour insérer un ou plusieurs articles à tout endroit de la page. Balise de thème (template tag), balise de contenu (shortcode) et widget sont mis à disposition.

source: <strong>Template tag</strong>: xi_postinpost( - array of params - )
fr_fr: <strong>Template tag</strong>: xi_postinpost( - tableau de paramètres - )

source: The default parameters in array before merging with yours, (from source)
fr_fr: Ci-dessous, les paramètres par défaut avant la fusion avec les vôtres (extrait des sources),

source: By default, xili_postinpost returns the latest post (linked title and content) !
fr_fr: Par défaut, l'extension retourne le dernier article (titre lien et contenu) !

source: <strong>Shortcode</strong>: [xilipostinpost], as [xilipostinpost query="p=1"]
fr_fr: <strong>Shortcode</strong>: [xilipostinpost], comme ici [xilipostinpost query="p=1"]

source: Or like: %s if xili-language active.
fr_fr: Ou comme ici : %s (si xili-language est actif.

source: Insert Edit link:
fr_fr: Insertion du lien de modification :

source: Widget available:
fr_fr: Widget disponible:

source: Display period available:
fr_fr: Période d'affichage possible :

source: HTML tags settings:
fr_fr: Réglage des balises HTML visible :

source: Save Changes
fr_fr: Sauver les modifications

source: Syntax examples in widget setting UI
fr_fr: Exemples de syntaxe dans l'interface du widget

source: Here simple query
fr_fr: Voici une requête simple

source: A post display with title and excerpt
fr_fr: Un article affiché avec titre et extrait

source: Here conditional query
fr_fr: Voilà une requête avec condition

source: Three posts of category 3 displayed with title and link IF a page is displayed (with two widgets options set):
fr_fr: Affichage de trois articles avec titre (et lien) <strong>si</strong> une page est affichée (les deux options de réglages du widget sont activées) :

source: Another conditional query
fr_fr: Une autre requête avec condition

source: True and false conditions example: what happens and when ?
fr_fr: Un exemple avec une deuxième condition si la première est fausse : que se passe-t-il et quand ?

source: Another query with multilingual context
fr_fr: Une autre requête dans un contexte multilingue

source: A query combined with current language (requires xili-language active)
fr_fr: Une requête combinant aussi la langue courante (requiert l'extension xili-language active)

source: Author
fr_fr: Auteur

source: Settings
fr_fr: Réglages

source: Things to remember to set xili-postinpost:
fr_fr: Eléments à mémoriser pour régler xili-postinpost :

source: Verify that the theme can use widget.
fr_fr: Vérifier que le thème peut intégrer des widgets.

source: Visit dev.xiligroup website.
fr_fr: Visiter le site <a href="http://dev.xiligroup.com/xili-postinpost" target="_blank">dev.xiligroup.com</a>.

source: In xili-postinpost settings it possible to set general options:
fr_fr: Dans les réglages de xili-postinpost, il est possible de définir des options générales :

source: Insert Edit link: add automatically the link after the post in the series. Can also be set as parameters in query (displayeditlink). The local parameter has priority.
fr_fr: Insérer le lien 'modifier' : Ajoute automatiquement ce lien après chaque article résultant de la requête. Ce paramètre peut-être activé pour chacune des requêtes. Ce réglage local est alors prioritaire.

source: Post in post Widget available in Appearance screen
fr_fr: Widget disponible dans l'écran apparence

source: Display period available inside widget settings window.
fr_fr: Afficher la période d'affichage dans le widget.

source: HTML tags settings inside widget window.
fr_fr: Réglage des balises HTML visible dans le widget.

source: For more information:
fr_fr: Pour plus d'infos :

source: <a href="http://dev.xiligroup.com/xili-postinpost" target="_blank">Xili-PostinPost Plugin Documentation</a>
fr_fr: <a href="http://dev.xiligroup.com/xili-postinpost" target="_blank">Documentation de l'extension xili-postinpost</a>

source: <a href="http://wiki.xiligroup.org/" target="_blank">Xili Wiki Documentation</a>
fr_fr: <a href="http://wiki.xiligroup.org/" target="_blank">Documentation Xili Wiki</a>

source: <a href="https://wordpress.org/support/plugin/xili-postinpost" target="_blank">Support Forums</a>
fr_fr: <a href=“https://wordpress.org/support/“ target=“_blank”>Forums d’aide</a>

source: <a href="http://codex.wordpress.org/" target="_blank">WordPress Documentation</a>
fr_fr: <a href="http://codex.wordpress.org/" target="_blank">Documentation <a href="http://codex.wordpress.org/" target="_blank">WordPress Documentation</a></a>

source: Things to remember
fr_fr: Eléments à mémoriser

source: Available options
fr_fr: Options disponibles

source: For more information
fr_fr: Plus d'information

source: Docs about xili-postinpost
fr_fr: Docs sur xili-postinpost

source: %s Post in post updated
fr_fr: %s Post in post mis à jour

source: xili-postinpost was updated to version %s
fr_fr: xili-postinpost mis à jour en version %s

source: This version %s add a selector to choose size of image in widget. Tested with WP 4.4.2 .
fr_fr: Cette version %s ajoute un sélecteur pour choisir la taille de l’image dans le widget. Testé avec WP 4.4.2.

source: The previous version of %s improves query when done in front page with xili-language active.
fr_fr: La version précédente de la %s améliore les requêtes si elles sont insérées en page d'accueil avec xili-language active.

source: See submenu
fr_fr: Voir le sous-menu

source: Post in post Options Settings
fr_fr: Réglage des options Post in post

source: Before to question dev.xiligroup support, do not forget to visit %s documentation
fr_fr: Avant de questionner le support dev.xiligroup, ne pas oublier de consulter la documentation %s

source: %s Post in post widget updated
fr_fr: widget %s Post in post widget mis à jour

source: The previous version of %s adds the new params “more” for content part in widget [shortcode]
fr_fr: La version précédente à %s ajoutait un nouveau paramètre “more” utilisé dans le contenu - pour shortcode ou widget.

source: In this example - [condition=‘is_front_page’ query=‘cat=11’ more=‘please read more’] -, the widget will be displayed only if front_page and with a content and a more link “please read more”...
fr_fr: Dans cet exemple - [condition=‘is_front_page’ query=‘cat=11’ more=‘please read more’] -, le widget sera visible si c’est la page d’accueil et le contenu sera terminé par le lien more “please read more”...

source: no post
fr_fr: pas d'article

source: Edit This
fr_fr: Modifier
